{
  "fact1": {
    "title": "ฟันผุเป็นหนองเกิดจากอะไร",
    "author": "Bigger Smile",
    "date": "24 มีนาคม 2020",
    "image": "/assets/fact_img/fact1.jpg",
    "imageAlt": "ฟันผุ",
    "content": [
      "โดยปกติฟันไม่ได้เป็นเนื้อเยื่อแข็ง ๆ ไปทั้งซี่ฟัน แต่ที่บริเวณใจกลางฟัน จะมีเนื้อเยื่ออ่อน ซึ่งเรียกว่าโพรงประสาทฟัน ซึ่งมีเส้นเลือดเส้นประสาทที่สามารถรับความรู้สึกได้ โพรงประสาทฟันนี้จะเชื่อมต่อยาวไปถึงปลายรากฟัน ซึ่งที่ปลายรากฟันจะมีรูเล็ก ๆ ในการเชื่อมเส้นเลือดเส้นประสาทจากในโพรงประสาทฟัน สู่ระบบเส้นเลือดเส้นประสาทในขากรรไกร",
      "ตามปกติแล้วพอฟันผุเกิดขึ้น หากไม่ได้ทำการรักษาใด ๆ ฟันผุจะขยายขนาดใหญ่ขึ้นเรื่อย ๆ หากขยายจนไปถึงโพรงประสาทฟัน อาจจะทำให้เกิดอาการปวดได้ แต่นอกจากนั้น การที่ฟันผุทะลุโพรงประสาทฟัน จะทำให้เชื้อโรคเข้าไปสู่โพรงประสาทฟัน เมื่อเชื้อโรคเข้าไปแล้ว โพรงประสาทฟันจะอักเสบ และนานเข้าก็จะตาย เชื้อโรคต่าง ๆ ในโพรงประสาทฟันจะออกไปจากฟันทางรูเล็ก ๆ ที่อยู่ปลายรากฟัน หากเชื้อโรคขยายไปเรื่อย ๆ อาจจะออกมาทางเหงือก ก็จะทำให้เหงือกบวม เป็นหนอง หรือมีรูเปิดหนองได้",
      "แต่ในบางครั้ง เชื้อโรคอาจจะไม่ได้ออกมาทางเหงือก หรือออกมาทางเหงือกด้วย แต่ก็แพร่กระจายไปที่ส่วนอื่นของร่างกายด้วย ซึ่งบางครั้งทำให้แก้มบวม หน้าบวม คางบวม ซึ่งเป็นสภาวะที่อันตราย ควรจะไปพบแพทย์ทันที"
    ]
  },
  "fact2": {
    "title": "ฟันผุจัดฟันได้หรือไม่",
    "author": "Bigger smile",
    "date": "15 เมษายน 2020",
    "image": "/assets/fact_img/fact2.jpg",
    "imageAlt": "ฟันผุ",
    "content": [
      "ถ้ายังมีฟันผุก็ไม่ควรจัดฟัน ควรอุดฟันให้เสร็จก่อน แล้วค่อยเริ่มใส่เครื่องมือจัดฟัน เพราะโดยปกติแล้ว เมื่อในช่องปากของเรามีฟันที่ผุอยู่ เชื้อฟันผุที่อยู่ในรูฟันผุจะมีมากในช่องปาก ทำให้ฟันซี่อื่นผุง่ายไปด้วย ยิ่งมีเครื่องมือหรือสิ่งอื่นใด เช่น ลวดจัดฟัน ฟันปลอม อยู่ในช่องปาก จะยิ่งทำให้การทำความสะอาดยากขึ้น และมีพื้นที่ให้เชื้อฟันผุเกาะได้มากขึ้น เชื่อฟันผุแพร่กระจายได้ง่ายขึ้น ส่งผลให้ฟันโดยรวมในช่องปากผุได้ง่ายขึ้น",
      "และนอกจากนี้ ถ้าหากเรามีฟันผุ แล้วคิดว่าใส่เครื่องมือจัดฟันก่อน แล้วค่อยอุด แบบนี้ยิ่งไม่ดี เพราะการใส่เครื่องมือจัดฟันจะทำให้อุดฟันได้ยากขึ้น หรือบางทีอาจอุดฟันไม่ได้เลย การที่ไม่มีเครื่องมือจัดฟันในช่องปาก จะทำให้อุดฟันได้ง่ายกว่า สะดวกกว่า และอุดได้ดีกว่า",
      "ดังนั้น เมื่อมีฟันผุ ควรอุดให้เสร็จเรียบร้อย ก่อนที่จะเริ่มติดเครื่องมือจัดฟันนะครับ"
    ]
  },
  "fact3": {
    "title": "ฟันผุลึกอุดฟันได้หรือไม่",
    "author": "Bigger smile",
    "date": "21 เมษายน 2020",
    "image": "/assets/fact_img/fact3.jpg",
    "imageAlt": "ฟันผุลึกอุดฟันได้หรือไม่",
    "content": [
      "โดยปกติแล้วฟันของคนเราไม่ได้แข็งไปทั้งซี่ฟันภายนอกของฟันอาจจะดูแข็งแต่ข้างในซึ่งอยู่บริเวณกลางของฟัน จะมีลักษณะที่อ่อน เป็นเนื้อเยื่อซึ่งมีเส้นเลือดเส้นประสาท ซึ่งตัวนี้เองที่รับสัมผัสให้เรารู้สึกเสียวฟัน หรือปวดฟันได้ ทีนี้เมื่อมีฟันผุเริ่มขึ้นที่ผิวนอกของฟัน ยังไม่ลึก ยังห่างไกลจากตรงกลางข้างในฟันที่เป็นโพรงประสาทฟันนั้น",
      "เราอาจจะยังไม่มีอาการอะไรเลย เราอาจจะเป็นเป็นแต่เพียงว่าฟันเป็นรู ฟันเป็นจุดดำ ๆ ฟันมีเงาดำ ๆ หรือไม่เห็นอะไรเลย ซึ่งนี่เป็นสิ่งสำคัญที่เราต้องไปพบทันตแพทย์ เพราะถ้าหากเป็นฟันผุจะได้รีบอุด ถ้าไม่ใช่ฟันผุก็ดีไป แต่ถ้าหากเรามีฟันผุแล้วเราไม่อุดฟัน รูที่ผุนั้นจะขยายใหญ่ขึ้นเรื่อย ๆ และแน่นอนว่ารอยที่ผุจะเข้าใกล้กลางฟันบริเวณที่เป็น โพรงประสาทฟันมากขึ้น บางคนอาจจะโชคดีที่ฟันเริ่มมีอาการ",
      "หรือมีสัญญาณเตือน เช่น เสียวฟันเพียงเล็กน้อย เลยไปพบหมอฟัน และได้อุดฟัน แต่บางคนก็อาจจะไม่มีอาการอะไรเลย จนกระทั่วฟันผุใหญ่ขึ้นเรื่อย ๆ จนไปถึงโพรงประสาทฟัน เมื่อถึงจุดนั้นแล้ว เชื้อโรคจะเข้าไปในโพรงประสาทฟัน การรักษาโดยการอุดจะทำไม่ได้"
    ]
  },
  "fact4": {
    "title": "ฟันผุจำนวนมาก",
    "author": "Bigger smile",
    "date": "7 พฤษภาคม 2020",
    "image": "/assets/fact_img/fact4.jpg",
    "imageAlt": "ฟันผุจำนวนมาก",
    "content": [
      "ฟันผุจำนวนมากที่ว่า อาจจะหมายถึงเมื่อมองเข้าไปในช่องปาก ดูมีฟันผุอยู่หลายซี่ แต่ละซี่ก็ดูผุใหญ่ การรักษาก็คือต้องตรวจแต่ละซี่แยกกันไปเป็นซี่ ๆ การตรวจก็จะใช้เครื่องมือต่าง ๆ ในการตรวจ รวมถึงการเอ็กซเรย์ฟัน เพื่อให้ได้เห็นในส่วนที่ตาธรรมดาเรามองไม่เห็น จากนั้นก็จะทำการวินิจฉัยฟันแต่ละซี่ และวางแนวทางการรักษาฟันแต่ละซี่ แต่อย่างไรก็ตาม การที่มีฟันผุหลายซี่",
      "เราอาจจะต้องคำนึงถึงภาพรวมในการรักษาทั้งปากด้วย ดังนั้น แนวทางที่หมอฟันแนะนำมักจะมีหลายทาง เพราะสามารถรักษาได้หลายแบบ โดยผู้ที่เลือกว่าจะรักษาตามแนวทางไหน ก็คือตัวคนไข้เอง แต่ถ้าฟันบางซี่ที่มีอาการมากแล้ว เนื้อฟันถูกกินไปมาก เอ็กซเรย์ดูเนื้อเยื่อแข็งต่าง ๆ แล้วดูเป็นเยอะ บางครั้งทางเลือกเดียวที่หมอฟันจะมอบให้ได้นั่นก็คือถอน แต่เมื่อถอนฟันไปแล้ว จะทำอย่างไรต่อไปเพื่อให้กลับมาเคี้ยวได้ ก็จะมีหลายทาง ซึ่งต้องพิจารณาจากหลาย ๆ อย่าง"
    ]
  },
  "fact5": {
    "title": "ถอนฟันกราม กี่วันหายปวด",
    "author": "Bigger smile",
    "date": "7 พฤษภาคม 2020",
    "image": "/assets/fact_img/fact5.jpg",
    "imageAlt": "ถอนฟันกราม",
    "content": [
      "ถอนฟันกราม กี่วันหายปวด ? ในบางคน หลังจากที่ถอนฟันกรามไป เมื่อยาชาหมดฤทธิ์ ก็ไม่ได้มีอาการปวดใด ๆ ก็มี แต่สำหรับบางคนแล้ว อาการปวดอาจจะเริ่มขึ้นตั้งแต่ยาชาใกล้จะหมดฤทธิ์ ซึ่งโดยปกติแล้ว หลังยาชาหมดฤทธิ์นั้น การที่ใครจะมีอาการปวดมาก หรือปวดน้อย หรือปวดกี่วัน ก็ขึ้นอยู่กับหลายปัจจัย",
      "ส่วนมากแล้ว หากมีอาการปวด อาการปวดก็จะหายไปในเวลา 2 - 3 วัน ในระหว่างที่ยังมีอาการปวด คนไข้ก็ควรจะรับประทานยาที่หมอฟันให้มา เพื่อที่จะบรรเทาอาการปวด แต่หากรับประทานยาตามที่หมอฟันแนะนำแล้วยังไม่หายปวด ก็อาจจะกลับไปพบหมอฟัน ซึ่งอาจจะได้รับยาตัวอื่น หรือปรับการกินยาใหม่ เพื่อให้สอดคล้องกับระดับของอาการปวดที่เกิดขึ้นกับคนไข้"
    ]
  },
  "fact6": {
    "title": "จัดฟันเสร็จแล้ว ทำไมต้องใส่ Retainer",
    "author": "Bigger smile",
    "date": "9 พฤษภาคม 2020",
    "image": "/assets/fact_img/fact6.jpg",
    "imageAlt": "จัดฟันเสร็จแล้ว ทำไมต้องใส่ Retainer",
    "content": [
      "หลังจัดฟันเสร็จ มีฟันเรียงตัวสวยงาม ก็ถึงขั้นตอนการถอดเหล็กจัดฟัน และใส่ retainer ซึ่งการใส่ retainer นี้จะทำให้ฟันที่เรียงดีแล้วจากการจัดฟันมีการคงสภาพอยู่ได้ถ้าหากไม่ใส่ ฟันอาจจะเคลื่อนกลับสู่ตำแหน่งเดิมเหมือนก่อนจัดฟัน เช่น ถ้าก่อนจัดฟัน ฟันหน้าห่าง แล้วพอจัดฟันเสร็จถอดเครื่องมือใหม่ ๆ ฟันก็ชิดกันดี",
      "หากไม่ใส่รีเทนเนอร์ ซักพักฟันก็อาจจะกลับไปเป็นฟันห่างเหมือนเดิมก็ได้ หรือบางคนก่อนจัดฟัน ฟันเอียงไปทางด้านลิ้น หรือด้านแก้ม พอจัดฟันเสร็จ ฟันก็เคลื่อนมาในตำแหน่งที่เรียงสวยงาม ถ้าหากไม่ใส่รีเทนเนอร์ ฟันก็อาจจะกลับไปซ้อนเก หรือล้มเอียงเหมือนได้"
    ]
  }
}