{
  "getting-braces": {
    "title": "บริการจัดฟัน",
    "introduction": "การจัดฟันเป็นกระบวนการทางทันตกรรมที่ช่วยแก้ไขการเรียงตัวของฟันและขากรรไกร ให้อยู่ในตำแหน่งที่เหมาะสม เพื่อให้การสบฟันดีขึ้น ช่วยในเรื่องการเคี้ยวอาหาร การพูด และความสวยงามของรอยยิ้ม โดยทั่วไป การจัดฟันมักทำโดยทันตแพทย์เฉพาะทางด้านจัดฟัน (Orthodontist)",
    "image": "/assets/servicesimg/Dental_care.jpg",
    "imageAlt": "ภาพคนจัดฟัน",
    "benefits": {
      "title": "ประโยชน์ของการจัดฟัน",
      "items": [
        {
          "title": "ฟันเรียงตัวสวยงาม เสริมบุคลิกภาพ",
          "details": ["ฟันที่เรียงตัวดีมีช่องว่างสม่ำเสมอดูดี เพิ่มความมั่นใจในรอยยิ้ม ดูจะดึงดูดสายตา"]
        },
        {
          "title": "มีระบบการเคี้ยวที่ดีขึ้น",
          "details": ["การแก้ไขปัญหาฟันที่บดเคี้ยวกันผิดปกติ (Malocclusion) เช่น ฟันยื่น ฟันห่าง ฟันซ้อนเรียงผิดแบบ หรือฟันคร่อม"]
        },
        {
          "title": "สุขภาพช่องปากดีขึ้น",
          "details": ["การจัดฟันช่วยให้ทำความสะอาดช่องปากได้ง่ายขึ้น ลดโอกาสเกิดฟันผุและโรคเหงือกอักเสบ"]
        }
      ]
    },
    "types": {
      "title": "ประเภทของการจัดฟัน",
      "items": [
        {
          "title": "จัดฟันแบบโลหะ (Metal Braces)",
          "description": "ใช้ bracket โลหะติดตั้งที่ผิวฟัน เชื่อมต่อด้วยลวดและยาง",
          "advantages": [
            "ทนทานและราคาเป็นมิตรเนื่องจากเป็นวัสดุพื้นฐาน",
            "มีให้เลือก ใช้ยางหลากสีสันสนุกสนาน",
            "มีประสิทธิภาพสูงในการจัดฟันซับซ้อน"
          ],
          "duration": "ประมาณ 18 เดือน ขึ้นอยู่กับปัญหาด้านการเรียงตัวของฟัน",
          "borderColor": "pink"
        },
        {
          "title": "การจัดฟันแบบเซรามิก (Ceramic Braces)",
          "description": "คล้ายกับแบบโลหะ แต่ bracket มีสีขาวหรือใสคล้ายฟัน",
          "advantages": [
            "มองเห็นได้น้อย และดูกลมกลืนกับสีฟันมากกว่า"
          ],
          "borderColor": "gray"
        },
        {
          "title": "จัดฟันแบบเซลฟ์ ไลเกตติ้ง (Self-Ligating)",
          "description": "มีกลไกการยึดลวดจัดฟันในตัวเองโดยไม่ต้องใช้ยางรัด",
          "advantages": [
            "ลดแรงเสียดทานระหว่างลวดกับเครื่องมือ",
            "ทำความสะอาดง่ายกว่า และอาจลดจำนวนครั้งการเข้าพบทันตแพทย์"
          ],
          "borderColor": "pink"
        },
        {
          "title": "การจัดฟันแบบลิงกัว (Lingual Braces)",
          "description": "ติดตั้งที่ด้านหลังของฟัน ซ่อนเครื่องมือจากสายตา",
          "advantages": [
            "มองไม่เห็นจากภายนอก",
            "เหมาะสำหรับผู้ที่กังวลเรื่องบุคลิกภาพ"
          ],
          "borderColor": "gray"
        },
        {
          "title": "จัดฟันแบบใส (Clear Aligners)",
          "description": "เครื่องมือพลาสติกใสที่ถอดเข้าออกได้",
          "advantages": [
            "มองเห็นได้น้อยมาก",
            "ถอดออกได้ขณะรับประทานอาหาร",
            "สะดวกในการทำความสะอาดฟัน"
          ],
          "borderColor": "pink"
        }
      ]
    }
  },
  "cosmetic-dentistry": {
    "title": "บริการทันตกรรมเพื่อความงาม",
    "introduction": "ทันตกรรมเพื่อความงาม เป็นการรักษาทางทันตกรรมที่เน้นปรับปรุงรูปลักษณ์ของฟัน เหงือก และรอยยิ้มให้สวยงามมากขึ้น",
    "image": "/assets/servicesimg/Cosmetic_dentistry.jpg",
    "imageAlt": "รักษารากฟัน",
    "benefits": {
      "title": "ประโยชน์ของทันตกรรม",
      "items": [
        {
          "title": "เพิ่มความมั่นใจ",
          "details": ["รอยยิ้มที่สวยงามช่วยเสริมบุคลิกภาพและความมั่นใจในการเข้าสังคม"]
        },
        {
          "title": "ปรับปรุงรูปลักษณ์ฟัน",
          "details": ["แก้ไขฟันเหลือง ฟันเก หรือช่องว่างฟันให้ดูดีขึ้น"]
        },
        {
          "title": "เสริมการทำงานของฟัน",
          "details": ["บางหัตถการ (เช่น วีเนียร์หรือครอบฟัน) ช่วยให้เคี้ยวอาหารได้ดีขึ้น"]
        }
      ]
    },
    "types": {
      "title": "ประเภทของทันตกรรม",
      "items": [
        {
          "title": "การฟอกสีฟัน (Teeth Whitening)",
          "description": "ใช้สารเคมี (เช่น Hydrogen Peroxide) หรือแสงเลเซอร์ทำให้ฟันขาวขึ้น",
          "advantages": ["รวดเร็ว (1-2 ชม. ที่คลินิก) ฟันขาวทันที"],
          "disadvantages": ["อาจเสียวฟันชั่วคราว", "ผลลัพธ์อยู่ได้ 6 เดือน-2 ปี ต้องทำซ้ำ"],
          "suitableFor": "คนที่มีฟันเหลืองจากชา กาแฟ บุหรี่",
          "borderColor": "pink"
        },
        {
          "title": "การทำวีเนียร์ (Veneers)",
          "description": "แผ่นบาง ๆ (เซรามิกหรือคอมโพสิต) ติดที่ผิวหน้าฟันเพื่อปรับสีและรูปร่าง",
          "advantages": ["ปรับฟันให้ขาว เรียงสวย ได้ในครั้งเดียว", "ทนทาน (10-15 ปีสำหรับเซรามิก)"],
          "disadvantages": ["ต้องกรอผิวฟันบางส่วน เปลี่ยนแล้วถอนกลับไม่ได้"],
          "suitableFor": "คนที่มีฟันบิ่น สีไม่สม่ำเสมอ หรือช่องว่างเล็ก ๆ",
          "borderColor": "pink"
        },
        {
          "title": "การครอบฟัน (Dental Crowns)",
          "description": "ครอบฟันทั้งซี่ด้วยวัสดุ (เซรามิก โลหะ หรือผสม) เพื่อปรับรูปร่างและสี",
          "advantages": ["แข็งแรง ป้องกันฟันเสียหายเพิ่ม", "ปรับปรุงทั้งความสวยงามและการใช้งาน"],
          "disadvantages": ["ต้องกรอฟันเยอะ อาจเสียฟันธรรมชาติ"],
          "suitableFor": "คนที่มีฟันแตก ผุมาก หรือหลังรักษารากฟัน",
          "borderColor": "pink"
        }
      ]
    }
  },
  "dentures": {
    "title": "บริการฟันปลอม",
    "introduction": "ฟันปลอมเป็นการทดแทนฟันธรรมชาติที่สูญเสียไป ช่วยคืนการทำงานของฟันในการเคี้ยวอาหาร การพูด และความสวยงามของรอยยิ้ม",
    "image": "/assets/servicesimg/False_teeth.jpg",
    "imageAlt": "ฟันปลอม"
  },
  "filling": {
    "title": "บริการอุดฟัน",
    "introduction": "การอุดฟันเป็นการรักษาฟันที่ผุหรือเสียหาย โดยการกำจัดส่วนที่ผุออกและเติมวัสดุอุดฟันเพื่อคืนรูปร่างและการทำงานของฟัน",
    "image": "/assets/servicesimg/Dental_filling.png",
    "imageAlt": "การอุดฟัน"
  },
  "oral-surger": {
    "title": "บริการศัลยกรรมช่องปาก",
    "introduction": "ศัลยกรรมช่องปากเป็นการรักษาปัญหาที่ซับซ้อนในช่องปาก เช่น การถอนฟันคุด การผ่าตัดขากรรไกร หรือการรักษาโรคในช่องปาก",
    "image": "/assets/servicesimg/female-dentist-treating-patient-s-teeth-clinic.jpg",
    "imageAlt": "ศัลยกรรมช่องปาก"
  },
  "root-canal": {
    "title": "บริการรักษารากฟัน",
    "introduction": "การรักษารากฟันเป็นการรักษาฟันที่มีการติดเชื้อหรือเสียหายที่โพรงประสาทฟัน เพื่อช่วยรักษาฟันไว้และป้องกันการสูญเสียฟัน",
    "image": "/assets/servicesimg/Root_canal_treatment1.jpg",
    "imageAlt": "การรักษารากฟัน"
  },
  "scaling": {
    "title": "บริการขูดหินปูน",
    "introduction": "การขูดหินปูนเป็นการทำความสะอาดฟันเพื่อกำจัดคราบหินปูนและแบคทีเรียที่สะสมบนฟัน ช่วยป้องกันโรคเหงือกและรักษาสุขภาพช่องปาก",
    "image": "/assets/servicesimg/Teeth_scaling.jpg",
    "imageAlt": "การขูดหินปูน"
  },
  "x-ray": {
    "title": "บริการถ่ายภาพรังสี",
    "introduction": "การถ่ายภาพรังสีฟันช่วยในการวินิจฉัยปัญหาต่าง ๆ ในช่องปากที่มองไม่เห็นด้วยตาเปล่า เพื่อวางแผนการรักษาที่แม่นยำและมีประสิทธิภาพ",
    "image": "/assets/servicesimg/X.jpg",
    "imageAlt": "การถ่ายภาพรังสี"
  }
}